<template>
<div class="abstract">
  <p>公司简介</p>
  <p>深圳市华尔威光电科技有限公司是一家专业从事LED系列产品的研发、生产、销售与服务为一体的光电高科技企业。公司拥有一批经验丰富的高、中级科研、管理人才，技术力量雄厚，设备先进，为公司新产品研发、品质保证及高速发展奠定了坚实的基础。公司伊始就定位在高起点上，装备了世界上最先进一流的科研、生产、分析、检测仪器设备，严格的管理方式，遵循公司坚定的目标：“以一流的品质创华尔威品牌，用一流的产品树企业形象，用优良的产品品质赢得市场，用诚信取得广大客户信赖，使公司的影响力和企业知名度逐渐扩大”。</p>
  <p>公司主要产品有：LED显示屏、各种规格的点阵模块、数码管、单元板、各种规格的发光二极管、各种规格的背光源、各种规格的（户外、半户外）模块、模组、各种规格户外（单色、双色、全彩）箱体各种城市亮化照明工程所用的LED护栏灯、彩灯、背景墙；照明灯具等。</p>
  <p>产品广泛应用于军事、通讯、企业、机关、码头、机场、车站、矿山、证券、广场、广告、家电显示、交通、仪器、仪表、城市文化舞厅、照明、电视演播厅等领域。</p>
</div>
</template>

<script>
/* eslint-disable key-spacing */

export default {
  name: 'abstract',
  data() {
    return {}
  },
  methods: {}
}
</script>
