<template>
  <div class="help">
    <p class="help-title">什么是区块链</p>
    <p class="help-content">
      区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术的新型应用模式。所谓共识机制是区块链系统中实现不同节点之间建立信任、获取权益的数学算法。
      2016年5月，货币区块链研究中心出版了国内第一本深入浅出介绍区块链的书籍《区块链：定义未来金融与经济新格局》。其中介绍了区块链技术对未来金融与经济带来的影响。区块链（Blockchain）是比特币的一个重要概念，
      货币联合清华大学五道口金融学院互联网金融实验室、新浪科技发布的《2014—2016全球比特币发展研究报告》提到区块链是比特币的底层技术和基础架构。
      本质上是一个去中心化的数据库，同时作为比特币的底层技术。区块链是一串使用密码学方法相关联产生的数据块，每一个数据块中包含了一次比特币网络交易的信息，用于验证其信息的有效性（防伪）和生成下一个区块。
    </p>
    <p class="help-title">什么是ShanChain</p>
    <p class="help-content">
      打造善经济底层基础设施。拥有去中心化、不可篡改、安全隐私等特点，以及拥有图灵完备的虚拟机，可以运行任意功能丰富的智能合约，为未来丰富的善经济生活提供坚实的基础。
    </p>
    <p class="help-title">代币是什么</p>
    <p class="help-content">
      以比特币为首的数字货币逐渐被大家所了解。谈到数字货币的概念先聊聊货币。货币的发展从远古时期以物易物开始，人们发现流通不方便，于是产生了金属币这样的一般等价物来代替。
      直到宋朝时期随着商贸的发展，巨额资金的携带不便，于是发明了世界上第一个纸币叫“交子”，
      纸币从一千年前一直沿用到今天。大家从货币发展史看到一个关键词：“流动性”，随着社会的进步，对货币的流动性要求越来越高，这也是如今互联网时代数字货币越来越普及的重要原因。
    </p>
    <p class="help-title">什么是千千世界</p>
    <p class="help-content">
      “千千世界”是一款想象力聊天应用，用户可以按照创世规则，用想象力创造有自己风格和特色的世界，每个人的朋友们都可以通过在这个世界中的角色扮演和语言聊天，
      彼此参与并丰富对方创造的那个世界，进行想象力创作、想象力社交、想象力咨询、想象力营销。人们为什么需要千千世界？因为想象力比算力更重要。
    </p>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {
    data () {
      return {}
    },
    methods: {}
  }
</script>
